{"pages":[{"title":"About","text":"IDEAYN 创意云南，是一个关注全球创意设计的民间平台，其目的是收集全球创意设计资讯，推动云南创意设计产业行业发展为目标。 多年来，云南创意设计产业相对落后，相关活动无人组织，行业发展较慢，人才向外流逝严重，本土文化宣传力度不够。我们希望借助互联网的力量推动云南创意行业发展，做最好的服务，提高行业价值！ 创意云南 | IDEAYN.CN 2017年5月 请扫码关注我们的公众号： 微信公众号：创意云南 微信号：newbeeyn","link":"/about/index.html"},{"title":"Url","text":"以下均为个人网络收集收藏的精品资源，基本是国外资源，喜欢的创意人可以拿去，希望对你有帮助。 如果你有更好的可以推荐给我，不定期更新。www@ideayn.cn 灵感 酷站 配色 图标 图片 公司 灵感 Designboom Magazine YD B0000000M ABDUZEEDO DesignTaxi IGNANT TOXEL BaubauHaus inag Dribbble Behance Flat Design UI Movement designmodo Site inspire Pixeden Collect UI CONTEMPORIST TOKYO DESIGN WEEK Pinterest 酷站 Awwwards THEFWA CssWinne 4db CSS Design Awards MUUUUU Reeoo 81-web 配色 Adobe Color COLOURLOVERS COOLORS Material UI Color Drop Paletton Material Design Palette ColorSpace 图标 iconfont FLATICON … … 图片 500PX PEXELS DEVIANTERT STOCKSNAP Free Stock Photos … … … 公司 FANTASY FROGDESIGN EICO DESIGN FPANK OGILVY ALA 45ROYALE AKQA TBWA LKK NICE DESIGN …","link":"/url/index.html"}],"posts":[{"title":"今日合集(2018-05-21)","text":"建设未来的乡村：2018年威尼斯建筑双年展中国馆第16届国际展览威尼斯双年展中国馆揭示了中国农村的问题，以及发展的可能性。题为“建设未来的农村”，展览介绍了过去几年在中国农村实现的重大项目。 这个无限符号的竹房子在四川四川省道明镇有一个“∞”符号形状的竹房子，archi-union完成了这个漂亮的设计。这是一个文化中心，可以举办会议和其他社会活动。 999跟木棍组成的椭圆形茶室minax建筑师在上海通过一种新的方式，这个方式来源于中国茶馆，利用视差效果使用木头将方形空间变成了一个蛋形空间，这个创意要求高度精细化。 黎巴嫩一座战争破坏的建筑黎巴嫩一座战争中破坏的建筑，已经发生了变化。曾经阻击步枪的子弹在空中穿梭，现在已经变成色彩斑斓的布在风中飘动。这个创意是由艺术家 jad el khoury 创作。 atmos工作室设计的植物式楼梯多伦多创意工作室atmos位于伦敦，设计并交付位于伦敦皮卡迪利路HIDE3层楼酒吧楼梯。楼梯设计灵感来源于植物结构，从下而上生长，有着极强的生命力。 adidas品牌形象重新设计EIGA Design为adidas集团重新设计了品牌标示，这个变化使得adidas的企业形象更加充满活力。 Circe，278个相同的木头制成的浮动亭子位于伦敦的工作室daewha kang design设计了一个漂浮的亭子，kunstverein arnsberg博物馆举办了这个展览，共有二十四为艺术家参与。而这个漂浮的亭子被命名为circe。 请扫码关注我们的公众号： 微信公众号：创意云南 微信号：newbeeyn","link":"/2018/05/21/2018-05-21/"},{"title":"今日合集(2018-05-22)","text":"Vespaclub的时尚插图Ale Giorgini 是意大利维琴察的一名插画师，风格独特。画面非常干净，矢量图形，但又这么个性脱颖而出。你可以看到Ale对细节的关注，曲线一切都很有意义。对于这篇文章，这里介绍他为Vespaclub所做的一些印刷工作。 激光台灯不要被它瘦弱的轮廓所迷惑，PLUSminus灯实际上拥有更多功能。他有“+”和“ - ”形状，光源的外壳，而另一个允许以多种方式进行调节。由于这种独特的滑动机构，它的位置可以通过手指的触摸进行调节。放开手，它会立即锁定。这是一个时尚和功能强大的台灯，创意专业人士、建筑师和设计师都会喜欢。 Google Pixel 2壁纸设计Leta Sobierajski和Wade Jeffree为Google Pixel 2设计了一些非常酷的壁纸。壁纸将安装在每个Pixel 2手机上。他们受到探索视觉语言的绘画启发，采用了抽象表现主义的概念，试图通过雕塑形式 - 表现出运动和自由的形式。 墙面互动衣架这款产品绝对是个有趣的设计！KÖLLENTRYK是一款具有不同特色的壁挂衣架; 通过添加一个交互元素，他是一个简单而不显眼的产品，用户可以创建多种不同的组合以满足他们的需求。按下木制按钮之后弹出木质结构可用于挂包，大衣和其他物品。 苏格兰的麦卡伦威士忌酒厂设计成立于1824年的威士忌庄园景观中，该建筑主要是给游客揭示品牌的生产过程。作者：rogers stirk harbour 极简主义网页设计灵感:Base StudiosMatthias Deckx 分享了一个漂亮的网页设计项目。这是一个国际工作室，工作室分布在纽约、日内瓦和布鲁塞尔。基地设计简洁，巧妙地利用品牌建立独特的个性。 摄影:用独特的方式捕捉物体Kimmo Syvari为Can Kerto项目“MetsäWood”做的惊人的摄影作品 。他把简单的木板变成了非常时尚的东西。有一刻我以为他们是建筑物或建筑照片。无论如何。看看下面的例子。 请扫码关注我们的公众号： 微信公众号：创意云南 微信号：newbeeyn","link":"/2018/05/22/2018-05-22/"},{"title":"今日合集(2018-05-23)","text":"澳大利亚kimo庄园的小屋这座小屋位于澳大利亚的kimo庄园。现在这个位置就是一切的时代，大多数人付出高额代价去购买房屋。但这个项目在农村却完全相反。除了美丽连绵起伏的丘陵只玩，周围绝对没有任何东西。房子看起来好像是在梦里。这是一座农场，现在却用于举办婚礼和度假胜地。他是由anthony hunt design和luke stanley architects设计，参考了一些传统农庄建筑，并待有一些现代风格。 用户界面灵感:选自dribbble用户界面灵感：选自Outcrowd，MarioŠestak，AdriánSomoza等 红点设计大奖安全行李箱LUGGAGE WITH A SECRET STASH是最近获得红点设计大奖作品，他提供一个简单却富有创意的解决方案，让旅客放心使用。灵感来源于设计师在机场的一次体验，当时他目的了一名两岁妈妈全力针扎抱着孩子赶机却丢下了文件。设计师认为这个问题是需要解决的，于是诞生了这个产品。 让您的手指在基拉键盘上体验跳舞的乐趣作家、游戏玩家或大部分时间使用键盘人，都很适合这个键盘。实用、怀旧、令人愉快。 纸质笔记本激光切割设计riad是一家创建建筑模型的日本公司，其设计巧妙。“趣味”采用激光切割技术制成，包含隐藏的物体和场景，只有在使用便条纸时才能看到。几乎就像考古挖掘中挖掘出来的宝藏一样，一些更精细的版本具有京都的清水寺和东京铁塔等着名的日本建筑。在下面看到更多图片！ “社会衰退”艺术家Andrei Lacatusu的作品来自罗马尼亚布加勒斯特的CGI艺术家Andrei Lacatusu精心打造的“社会衰退系列。包含令人惊叹的3D细节渲染，想象一个破碎的后社交媒体世界。 单色单户住宅设计这是墨西哥郊区的一套独户住宅，这个小型住宅大楼是一些抽象的箱子，根据施工中使用白砖、波纹黑色板和白色金属百叶板构造涂层。临街，每栋房屋的建筑面积约为280平方米。 请扫码关注我们的公众号： 微信公众号：创意云南 微信号：newbeeyn","link":"/2018/05/23/2018-05-23/"},{"title":"今日合集(2018-05-24)","text":"Dribbble收集Nicolás Fiasche等作品Dribbble收集 Ayutt &amp; Associates设计房子但更像一个白色盒子‘White Box House’位于曼谷一个小区。客户都居住在这个小区中，他们有钱任性不喜欢地产商开发的住宅样式。他们委托Ayutt和Associates Design建造一个新的住宅，最重要的是，他们的梦想是让房子成为盒子形状。 这座远离城市的树屋有点不同寻常，这座位于伍德斯托克的高架住宅虽然不是传统意义上的树屋，但它与树木结合的很合理，并试图还原生态大自然。由建筑师antony gibbon设计，房子质朴而舒适；外观很好地融入环境。 中国松树亭设计 可以俯瞰松阴河“松树亭”位于霞黄玉村附近，中国松阴江一条铺路上。这个旅游基础设施使让骑自行车的人和徒步者能够很好的体验这个地区，并作为景观建筑既能休息又美观。由DnA_design and architecture设计和建造。 波特兰的画家Lisa Golightly抽象画Golightly的作品从她的摄影背景中汲取灵感。Golightly承认，她总是对绘画施以“羡慕的目光”，特别是在大学学习摄影时。“虽然我喜欢摄影，它让我走出去看世界，”她解释到，“绘画绝对具有即时性。” 混合的镜子Band镜像可以变换多种样式。用户可以以任何角度调节它以创造出另类的效果。这个简单的改变为观众创造了令人困惑的视觉效果。 这个画笔算不算有创意？helge simon用人造头发制成的画笔。或许可以作为墙壁装饰使用。这个项目是灵感来源于幽默、奇思妙想和恶作剧。 请扫码关注我们的公众号： 微信公众号：创意云南 微信号：newbeeyn","link":"/2018/05/24/2018-05-24/"},{"title":"今日合集(2018-05-25)","text":"废金属制成的鸟雕塑用循环利用的器具和废金属制成的现实鸟雕塑。由天才艺术家Matt Wilson设计的独特的勺子和叉子。 纽约祷告亭在纽约和其他城市的街道上安装了专用祷告亭。 由美国街头艺术家Dylan Mortimer设计的祷告亭。 布洛林住宅MODO建筑事务所MODO建筑事务所在澳大利亚墨尔本郊区为他们的客户设计了一所新房子，他们的客户想要一个可以感觉开放，充满光线，拥有自然元素，并且可以连接到花园的家。 Nike 440 UI设计Nike 440是一个基于耐克网站内容和结构的电子商务网站概念项目。就用户界面UI而言，这是一个很好的练习。我特别喜欢网格方式。作为一个个人项目，并以学习为目标，看到美好的结果总是令人钦佩。这个项目背后的设计师Aleksandr Samoylenko提出了非常聪明的导航运动设计解决方案，看起来非常时尚，并且在视觉上看起来效果很好。 三维漂浮城市美丽的三维漂浮城市由钢丝制成，看起来像手绘草图。 由西班牙天才艺术家David Moreno创作。 EZ-BED在两分钟内从箱子变成床！如果一张床可以装在一个单独的行李箱内，那么Ivation的EZ床就可以胜任。这种易于携带的包可以在插入插座时变成一张足够两个人睡的床！EZ床拥有压缩机和设计非常漂亮的框架和布局，可将整个双人床放入汽车后备箱的袋子中。简单地解背包，将插头连接到电源，然后运行空气压缩机，两分钟内即可展开。对于两个成年人来说，耐用、舒适、足够大，具有比’精巧公寓’更美的’美国宇航局火星探测器’的美学。更重要的是，床在压缩时甚至可以压缩得更节省空间。 请扫码关注我们的公众号： 微信公众号：创意云南 微信号：newbeeyn","link":"/2018/05/25/2018-05-25/"},{"title":"国家地理网站概念设计","text":"Andriy Bata 为国家地理网站设计一个非常时尚的概念。它具有相当时尚的风格，具有清晰的网格系统并且非常小巧。总的来说，这是一个很好的网页设计研究。 请扫码关注我们的公众号： 微信公众号：创意云南 微信号：newbeeyn","link":"/2018/05/22/Web Design Concept for National Geographic/"},{"title":"你好，创意人！","text":"欢迎来到创意云南，精彩即将到来！","link":"/2018/05/16/hello-idea/"},{"title":"InVision Studio界面设计和原型","text":"对于现在的界面设计师来说，这绝不是一个好时机。有太多惊人的工具和资源可用，其中一个备受期待的工具是InVision Studio。看起来越来越多的人正在使用这个工具，包括我。","link":"/2018/05/23/InVision Studio/"}],"tags":[{"name":"创意","slug":"创意","link":"/tags/创意/"},{"name":"建筑","slug":"建筑","link":"/tags/建筑/"},{"name":"室内","slug":"室内","link":"/tags/室内/"},{"name":"品牌","slug":"品牌","link":"/tags/品牌/"},{"name":"UI设计","slug":"UI设计","link":"/tags/UI设计/"},{"name":"摄影","slug":"摄影","link":"/tags/摄影/"},{"name":"插画","slug":"插画","link":"/tags/插画/"},{"name":"产品设计","slug":"产品设计","link":"/tags/产品设计/"},{"name":"网页设计","slug":"网页设计","link":"/tags/网页设计/"},{"name":"台灯","slug":"台灯","link":"/tags/台灯/"},{"name":"标示","slug":"标示","link":"/tags/标示/"},{"name":"logo","slug":"logo","link":"/tags/logo/"},{"name":"艺术","slug":"艺术","link":"/tags/艺术/"},{"name":"国家地理","slug":"国家地理","link":"/tags/国家地理/"},{"name":"网站","slug":"网站","link":"/tags/网站/"},{"name":"概念设计","slug":"概念设计","link":"/tags/概念设计/"},{"name":"Welcome","slug":"Welcome","link":"/tags/Welcome/"},{"name":"gif","slug":"gif","link":"/tags/gif/"}],"categories":[{"name":"合集","slug":"合集","link":"/categories/合集/"},{"name":"UI设计","slug":"UI设计","link":"/categories/UI设计/"},{"name":"新闻","slug":"新闻","link":"/categories/新闻/"}]}